[General]
CurrentDay = Día [NumActsCleared]...
NoEntry0 = No tengo ni idea de cómo siquiera describir lo que pasó hoy.
NoEntry1 = Probablemente sólo deje esta entrada del diario en blanco. ¡Lo siento, futuro yo!

[Acts]
// MAFIA TOWN
chapter1_tutorial_0 = Pues... estoy varada. Un tipo grande con delantal de chef y un traje llamó a mi puerta, y decidió arruinar todo. 
chapter1_tutorial_1 = Al parecer, son la "Mafia Cocinera". ¿Por qué no pude quedarme varada cerca de un planeta normal? 

chapter1_barrelboss_0 = No estoy super segura de qué se suponía que debía ser eso... ¡Un gran perdedor se encontraba alrededor y me tiró barriles!
chatper1_barrelboss_1 = ¡Incluso algunos tenían pinchos! ¿¿¿Quién tiene barriles con pinchos???

mafiatown_goldenvault_0 = Sabes, he estado viendo estos tickets por toda Mafia Town. Azul, Rojo, Verde, Amarillo- Son algo bonitos. Me he ESTADO preguntando a dónde van. 
mafiatown_goldenvault_1 = ¡Y me pregunto qué podría guardar la Mafia dentro de esas cosas! Bueno, hoy es el día que lo descubriré.

harbor_impossible_race_0 = ¡Ja! Eso les enseñará a estos estúpidos de la Mafia qué tan obsoleta es la propulsión incendiaria en pólvora de una vez.
harbor_impossible_race_1 = Ganar justamente está sobrevalorado igualmente. 

chapter1_boss_0 = ¡No es de extrañar que estos tipos sean tan estúpidos si ése es quien ponen a cargo! 
chapter1_boss_1 = Supongo que nadie es el jefe ahora... Ups.

chapter1_cannon_repair_0 = Wow, y creía que la Mafia normal era extraña.
chapter1_cannon_repair_1 = ¡Al menos tenía una [icon:timepiece][timepiece]Pieza Temporal[/timepiece] que pude tomar! ¿Cómo siguen encontrando estas cosas...?

mafiatown_lava_0 = ¡Es...tan...CALIENTE! Algo seriamente malo le ha pasado a la isla, parece como si un gran volcán explotara. 
mafiatown_lava_1 = Admito que la Mafia es muy grande y fuerte, pero el calor definitivamente les está afectando. Los de la Mafia apestan cuando sudan...bueno, apestan aún más. 

// SUBCON FOREST
subcon_cave_0 = Creía que veía unas extrañas torres asomándose entre los árboles en el asqueroso pantano, pero resultó ser un gran viejo manantial. ¡El Snatcher me lo dijo! 
subcon_cave_1 = En primer lugar pensaba que estaba siendo amable, diciéndome cosas bonitas para buscar... ¡Pero entonces me dijo que tendría que bajar donde apesta y está oscuro! ¿No deberían los mayores mantener a los niños ALEJADOS de pozos o algo? 

subcon_village_icewall_0 = Ehhhhh, ¿¿¿qué es este sitio??? Hay arañas, fantasmas y una gran y horrible, horrible, sonriente... ¿persona? ¿¿¿cosa???
subcon_village_icewall_1 = Dijeron que me iban a matar pero entonces me hicieron ¿firmar un papel? Y creo que se llevó mi alma ¿o algo? Pero queeeee...

subcon_maildelivery_0 = No lo entiendo, parece super horripilante y amenazante, pero quiere que ¿entregue el correo? 
subcon_maildelivery_1 = Tengo un muy mal presentimiento sobre esto, pero no me dará sus [icon:timepiece][timepiece]Piezas Temporales[/timepiece] si no hago sus extraños contratos...

chapter2_toiletboss_0 = Un inodoro, un...inodoro. ¡UN INODORO! ¡¿¡Por qué hay un apestoso, estúpido, asqueroso inodoro en el bosque, y por qué tengo que encargarme de algo tan apestoso, estúpido y asqueroso!?!
chapter2_toiletboss_1 = ¡El Snatcher es un idiota! ¿Por qué tengo que hacer esto? ¡NO QUIERO TOCAR UN INODORO!

vanessa_manor_attic_0 = ¡Ese Snatcher es tan idiota! ¡Ugh! Esto apesta - ¿Ahora tengo que ir a ROBAR algo "suyo" en el ático de una anciana?
vanessa_manor_attic_1 = ¿Qué hace una anciana en un horripilante bosque igualmente? Espera... va a dar miedo ¿no es así? En sí, la gente mayor ya me asusta...

snatcher_boss_0 = ¡¡¡ESTE TIPO!!! Hago sus estúpidos trabajos y ¿¿¿trata de traicionarme??? 
snatcher_boss_1 = Lo derroté y ahora sólo quiere que me largue, pero también como que no puede convencerme, así que da igual. 

// BATTLE OF THE BIRDS
DeadBirdStudio_0 = Solamente he conocido al grupo más extraño de pájaros que jamás haya visto nunca. Uno es un gran [icon:djgrooves][name]pingüino disco[/name], y el otro es un.. eh ¿ [icon:conductor][name]pico-cés[/name]? ¿Es siquiera un ave? No tengo ni idea. Los pájaros no suelen tener dientes, pero este tipo los tiene. Es terrorífico. 
DeadBirdStudio_1 = Están "peleando" por ver quién hace la mejor película. Entre comillas porque nadie parece querer pelear excepto el [icon:conductor][name]Conductor[/name].

chapter3_murder_0 = ¿Sabes?, hay muchos tipos de cuervos aterradores subiéndose en este tren también. En realidad, todos los que entraron están actuando bastante gracioso, hasta los Búhos. ¡Y son los chicos nerds inofensivos!
chapter3_murder_1 = Siento que puede que algo malo pase porque es extraño, pero el [icon:conductor][name]Conductor[/name] es definitivamente, um, ¿cómo lo digo? ¿"Ruidoso"? ¿"Molesto"? ¿Qué tal.... "persuasivo"? Igualmente, ¡tengo que ir a subirme a un tren!

moon_camerasnap_0 = ¡¡¡Ohdiosmío!!! ¡¡¡Ese gran [icon:djgrooves][name]DJ Pingüino[/name] dijo que podía ser una ESTRELLA!!! Me pregunto si se refiere a una estrella del pop... Espera, ¿tengo que aprender a cantar? Tal vez una estrella de Internet-- no, no. ¡La estrella de PELÍCULA! 
moon_camerasnap_1 = [icon:djgrooves][name]DJ Grooves[/name] dijo que se encargaría de todas esas cosas, sólo tengo que aparecer en el set, ¡y seré famosa! No puedo esperar... sólo espero que no tenga que cantar. 

trainwreck_selfdestruct_0 = Siempre que estoy cerca del [icon:conductor][name]Conductor[/name], le puedo escuchar murmurar sobre su película. Creo que está intentando figurar alguna grande, enorme, impresionante, emocionante y ASOMBROSA cosa para hacer con su tren. 
trainwreck_selfdestruct_1 = Digo, ok, [wave]tal vez[/wave] su película podría tener más acción o algo. Como... um... eh... En realidad, no tengo ni idea de qué podría hacer. Ser director debe ser difícil.

moon_parade_0 = ¡Este set de la Luna se está quedando muy lleno! ¡Hay tantos pingüinos apareciendo! ¡Y algunos están trayendo globos! ¡Y están estas carrozas que son SUPER GRANDES! ¡Todo está quedando hermoso! 
moon_parade_1 = ¡[icon:djgrooves][name]DJ Grooves[/name] dijo que todos están por mí también! No puedo decepcionar a nadie; no sé qué van a hacer después, ¡pero sé que tengo que intentar dar lo mejor de mí para todos mis fans!

award_ceremony_0 = ¡Estoy tan emocionada! ¡Va a haber una gran y lujosa premiación, y estoy invitada! Quiero decir, ¡creo que estoy emocionada! Digo... Me pregunto si ayudé a ganar al pájaro correcto...
award_ceremony_1 = Todos los pájaros fueron muy amables y ¡las películas eran taaan buenas! Por lo que... sólo... me pregunto... IGUALMENTE, ¡estoy super emocionada de ver el premio! Oh, y también la [icon:timepiece][timepiece]Pieza Temporal[/timepiece], je je je.

chapter3_secret_finale_0 = ¿Qué le pasa a la gente de este planeta con traicionarme? ¡No soy estúpida! 
chapter3_secret_finale_1 = Esta es la última vez que me involucro en el negocio del espectáculo por un largo tiempo. 

//ALPINE SKYLINE
Alps_Birdhouse_0 = Esa.... era una gran jaula de pájaros. ¡Y una muy grande! 
Alps_Birdhouse_1 = Se veía muy grande para volar. O moverse. ¡Pero era adorable! 

AlpineSkyline_WeddingCake_0 = Tan caliente... Muy sudorosa para escribir correctamente. ¿¿¿Por qué hay un pastel hecho de lava??? 
AlpineSkyline_WeddingCake_1 = Espero que la siguiente [icon:timepiece][timepiece]Pieza Temporal[/timepiece] caiga en algún lugar frío.

Alpine_Twilight_0 = Creo que vi unos fantasmas hoy. ¿Cabras fantasma? 
Alpine_Twilight_1 = No sé dónde me llevó esa campana, pero ciertamente no era un sitio al que se supusiera que debía estar. 

AlpineSkyline_Windmill_0 = Creo que necesito descansar. ¿Por qué tuve que alcanzar la cima de ese molino? 
AlpineSkyline_Windmill_1 = ¡Esa cosa era enorme! ¿Por qué construirías algo tan grande? 

AlpineSkyline_Finale_0 = ¿Pero de qué iba todo eso? ¿Esas sucias plantas florearon e infectaron a las cabras grandes o algo? 
AlpineSkyline_Finale_1 = Todo lo que sé es que se volvieron REALMENTE furiosos y las cosas se volvieron REALMENTE tormentosas, y fue un mal rato para todos.

//THE ARCTIC CRUISE
Cruise_Boarding_0 = ¡Guauu! ¡Mira el tamaño de esa nave! Tal vez debería haber hecho la mía más grande ...
Cruise_Boarding_1 = ¡De todos modos, esto debería ser divertido! Merezco unas vacaciones después de tanto correr. Me pregunto si habra más [icon:timepiece][timepiece]Piezas Temporales[/timepiece] aqui.

Cruise_Working_0 = ¡Hay demasiadas [icon:timepiece][timepiece]Piezas Temporales[/timepiece] en el barco! ¡Ademas nadie las quiere! 
Cruise_Working_1 = ¡Ese malhumorado capitán me hizo limpiar (¡¡¡ughh!!!) su barco, pero solo estoy bromeando! Al menos nadie es asesinado o explotado aquí.

Cruise_Sinking_0 = Uhhhh ... ¡Ups! No creo que nadie me haya visto hacer eso. ¿Debo encontrar una excusa por si acaso?
Cruise_Sinking_1 = ¿Fue un accidente raro? ¿Aveces los icebergs simplemente se ponen en el camino de los barcos? ¿Realmente quería hacerlo?

Cruise_Sinking_2 = ¿Tal vez hundir barcos de crucero no es ilegal en este planeta?

//FINALE
Mu_Finale_0 = Eso se salió de control. ¡Como si este planeta no tuviera suficiente lava ya!
Mu_Finale_1 = ¡Estoy cansada de que gente aquí entre sin avisar a mi nave! ¡Es de mala educación! Hora de irme a casa. 

act2a = Alguien murió hoy. Pero no realmente. Fue salsa de tomate.
act2b = Resultó que todo era una película ...
act3a = SOY UNA DIVA O M G
act3b = INCLÍNATE ANTE MÍ
